{
  "general": {
    "welcome": "Discover my Front-End NextJs portfolio",
    "madewith": "Made with",
    "all": "All",
    "learnMore": "Learn More",
    "other": "Autres"
  },
  "index": {
    "description": "My name is Sébastien LOURDEL, I am 25 years old, and I started developing 5 years ago with HTML/CSS and WordPress. Since then, I have continued to train and expand my front-end development skills. I've been passionate about computers since I was young, and I've used the Adobe suite extensively, which today allows me to be comfortable with mockups, graphic integration, and UX/UI concepts.",
    "button": {
      "first": "My CV",
      "second": "My projects"
    },
    "title": {
      "exp": "Latest experiences",
      "form": "Education",
      "project": "My projects"
    },
    "download": {
      "cv": "Download my CV!"
    }
  },
  "header": {
    "home": "Home",
    "cv": "CV",
    "project": "Projects",
    "contact": "Contact"
  },
  "about": {
    "title": "Front-End Web Developer React/NextJs",
    "collapse": {
      "more": "See more",
      "close": "Close"
    }
  },
  "education": {
    "openclassroom": {
      "title": "Professional Degree bac +2 Web and Application Developer (RNCP 5)",
      "description": "Web developer apprenticeship, creating functional front-end/back-end applications with SEO, responsive design, green code, and agile work methods."
    },
    "popschool": {
      "title": "Professional Degree bac +2 Web and Mobile Application Developer (RNCP 5)",
      "description": "Six-month training course in web and mobile application development at Popschool Valenciennes, learning programming languages, agile work methods, mobile development, and best practices."
    },
    "bac": {
      "title": "Baccalaureate in Management and Business Technology",
      "description": "Baccalaureate in Management and Business Technology at Lycée Arthur-Rimbaud in Sin-le-Noble."
    },
    "brevet": {
      "description": "Collège André Malraux Lambres-lez-Douai"
    }
  },
  "experience": {
    "freelance": {
      "description": "Development of showcase websites, e-commerce, or booking solutions for freelancers and small businesses. Advertising campaigns, graphic design, SEO, tracking, and optimization."
    },
    "flexpress": {
      "description": "Parcel delivery for individuals and businesses (Fedex, Chronopost, GLS) using 14m3 trucks and home transport of heavy parts and kitchens with 20m3 trucks. High-paced work and management of 8 to 12-hour days."
    },
    "toast": {
      "description": "Development of WordPress websites, maintenance, feature additions, page creation, and sales funnel optimization. Designing mockups and prototypes, managing Facebook and Google Ads campaigns, and tracking via Google Tag Manager."
    },
    "faurecia": {
      "description": "Textile assembly for car seats, quality and safety control, quick intervention in case of production line stops, and mastery of various materials and textile/metal assembly stations."
    },
    "trigo": {
      "va": {
        "description": "Quality control of aesthetic parts, segregation of non-conforming items, writing reports, retouching automotive parts, and maintaining production pace."
      },
      "sin": {
        "description": "Quality control of aesthetic parts for Renault Talisman, segregation of non-conforming items, part retouching, stock management, machine adjustments, and R-LINK tablet testing."
      }
    },
    "dk": {
      "description": "Development and maintenance of WordPress websites, development of an intranet using HTML/CSS/PHP, optimization, SEO, and mockup and prototype design."
    },
    "graphic": {
      "description": "Cutting and assembling cardboard prototypes for large retailers. Supplying machines, production line control, and managing equipment for industrial packaging."
    }
  },
  "projects": {
    "title": "My projects",
    "description": "Find all my web development, graphic design, back/front-end projects and more.",
    "netflix": {
      "description": "Front-end development of Netflix's web application homepage, with dynamic content integration, a slider to navigate through movies and various categories. Design and optimization for a better user experience."
    },
    "uber-eat": {
      "description": "Reproduction of the old Uber Eats homepage, using Vue.js for a dynamic interface with a functional filter system in the search bar. Creation of dynamic pages for each restaurant with specific menus and real-time order management."
    },
    "abc-renov": {
      "description": "Creation of a WordPress showcase site for a construction company based in Nice. Setup of a multi-page site including contact forms, optimized SEO, and analytics tracking to improve visibility and user engagement."
    },
    "booki": {
      "description": "Front-end project aimed at recreating a dynamic and responsive webpage in the style of Booking.com. Using modern technologies for a smooth user interface and compatibility across different devices."
    },
    "couvretanche": {
      "description": "Showcase site for a small business specialized in roofing, coverage, waterproofing, and insulation. Design inspired by a similar site, with a multi-page layout and integration of contact forms, allowing clients to request quotes or information."
    },
    "couvrassistance": {
      "description": "Showcase site for a company specialized in roofing assistance and renovation, with responsiveness for emergencies. Highlighting the services offered and testimonials from satisfied clients."
    },
    "kasa": {
      "description": "Development of the pages for Kasa, a site similar to Booking.com, allowing the display of available accommodations with detailed descriptions, reviews, and online booking functionalities."
    },
    "ferrari": {
      "description": "Reproduction of the Ferrari Beverly Hills homepage in React, with integration of elements such as the menu, animated header, and various blocks down to the footer. Optimization for performance and responsiveness."
    },
    "ladigitoile": {
      "description": "Custom-built site for a WebAgency in WordPress, with added personalized features and animations. Implementation of an interactive portfolio and contact forms to attract new clients."
    },
    "lesvanniers": {
      "description": "WordPress showcase site with table reservation, food ordering functionalities, and redirection to delivery services. Highlighting dishes, menus, and the restaurant. SEO optimization to attract more local customers."
    },
    "monvieuxgrimoire": {
      "description": "Back-end development of a book rating project, including authentication, route management, permissions, and CRUD operations on the database. Integration of a user rating and comment system."
    },
    "paulsavine": {
      "description": "Showcase site for a company specialized in pharmacy layout and interior renovation. Presentation of completed projects and services offered, with before/after images to illustrate transformations."
    },
    "rocketschool": {
      "description": "Development of landing pages for several specific branches of RocketSchool, optimized for advertising and tracking with Google Tag Manager, following the layout of the official site. Improvement of visitor conversion rates."
    },
    "sirius": {
      "description": "WordPress showcase site for an event security company. Redesign of the layout with animations, sliders, and forms. Highlighting the services offered and successfully secured events."
    },
    "tesla": {
      "description": "Reproduction of Tesla's homepage, including a vertically scrolling block logic, a mega menu with various sections, and hover animations. Optimization for performance and mobile compatibility."
    },
    "toast": {
      "description": "Custom WordPress showcase site for a WebMarketing agency, with personalized layout, manual slider, and lightbox. Integration of client testimonials and case studies to demonstrate the agency's expertise."
    },
    "sophiebluel": {
      "description": "Front-end development of artist SophieBluel's site, integration of dynamic content, database connection, and CRUD operations. Highlighting works and exhibitions, with a modern and intuitive user interface."
    },
    "codersmonkey": {
      "description": "Full-stack project developed on Next JS for the front-end and Firebase for the application's back-end. Scalable project designed for easy modifications, using the Vue/Container model."
    },
    "dietia": {
      "description": "Full-stack WebApp on NextJs, generating recipes according to goals. The final goal is to connect each account to an AI that will guide the user through their project (meal generation, weight loss/muscle gain estimation...)."
    }
  }
}